import React from 'react';


const AboutPage = () => {


  return (
    <div className='container'>
        <h1 className='bold center'>Обо мне</h1>
        <p className='light'>Привет! Меня зовут Роман Ивашков, и я автор этого сайта. Мне 16 лет, и я учусь в 11 классе школы №2 города Глуска. Я люблю изучать новые технологии, создавать сайты и приложения, программировать на разных языках. У меня есть несколько своих проектов, которые вы можете посмотреть в моем портфолио в телеграмме. Я также участвую в разных олимпиадах и конкурсах по информатике и математике. Моя мечта - стать профессиональным веб-разработчиком и работать в крупной IT-компании. В свободное время я люблю играть в компьютерные игры, слушать музыку, читать книги и общаться с друзьями. Я открыт для новых знакомств и сотрудничества. Если вы хотите узнать больше обо мне или обсудить какие-то идеи, свяжитесь со мной по контактам, указанным в нижней части сайта. Буду рад пообщаться с вами!</p>
    </div>
  )
}

export default AboutPage