import React from 'react'

const MemoryPage = () => {
  return (
    <div className='MemoryPage'>
        <div className='container'>
            <h1 className='bold'>В память о погибших в годы Великой Отечественной войны</h1>
            <div className='memory_block light'>
                <p>
                    <img src="https://glusk.gov.by/uploads/images/s000291_069485.jpg" width="15%" height="15%" alt="" align='left' style={{marginRight: '20px'}}/>
                    27 июня, на пятый день войны, Глусский район был оккупирован немецко-фашистскими захватчиками и оказался в тылу группы армий «Центр». В июле 1941 года в районе Глуска вели тяжелые бои части 24-й Самара-Ульяновской Железной дивизии, 24 июля сводная кавалерийская группа 32-й кавалерийской дивизии освободила Глуск, разгромила гарнизон, но 27 июля отступила с тяжелыми боями. Наши земляки внесли свой весомый вклад в разгром врага. С первых дней оккупации началась освободительная борьба, на территории района успешно действовали 11 партизанских отрядов, объединивших свыше 1200 бойцов, подпольные райком партии, райком комсомола, издавалась подпольная газета «Сацыялістычная вёска».
                </p>
                <p>
                    Наши земляки внесли свой весомый вклад в разгром врага. С первых дней оккупации началась освободительная борьба, на территории района успешно действовали 11 партизанских отрядов, объединивших свыше 1200 бойцов, подпольные райком партии, райком комсомола, издавалась подпольная газета «Сацыялістычная вёска».
                </p>
                <p>
                    На фронт ушли шесть с половиной тысяч глусчан, из них не вернулись 4725, от рук оккупантов погибли 3126 мирных граждан, 1482 были угнаны на принудительные работы в Германию. Деревни Парщаха, Осы, Колесы, Белые, Мосты, Толстый Лес, сожженные вместе с жителями, повторили трагическую судьбу Хатыни. В декабре 1941 года на Мыслочанской горе были расстреляны более 2000 евреев и военнопленных.
                </p>
                <p>
                    <img src="http://glusk.gov.by/uploads/images/s000291_647190.jpg" width="20%" height="20%" alt="" align='right' style={{marginLeft: '20px'}}/>
                    Глусский район был освобожден 28 июня 1944 в ходе Бобруйской операции. Подвиг глусчан в годы Великой Отечественной войны увековечен в мемориале Воинская Слава.
                </p>
                <p>Символом немеркнущей славы стали 135 памятников и обелисков, в том числе на 95 воинских захоронениях (2 – периода Гражданской войны, 91 - погибших в годы Великой Отечественной войны, 2 – воинов-интернационалистов), наиболее крупные воинские захоронения расположены в деревнях Симоновичи, Макраны, Чикили, Славковичи, Заволочицы, Катка, на Хвастовичском воинском кладбище.</p>
                <p>
                    <img src="http://glusk.gov.by/uploads/images/s000291_610385.jpg" width="20%" height="20%" align="left" alt="" style={{marginRight: '20px'}}/>
                    В последние годы в результате поисковой работы, работы с обращениями граждан выявлено 13 ранее неизвестных воинских захоронений, список неизвестных защитников Отечества уменьшился на 135 имен.
                    <img src="http://glusk.gov.by/uploads/images/s000291_925362.jpg" width="20%" height="20%" alt="" align="right" style={{marginRight: '20px', marginTop: '20px'}}/>
                </p>
                <p>Одно из самых трагических событий в жизни нашего народа должно остаться в его памяти навсегда. Павшие герои и невинно погубленные дети, женщины, старики увековечены не только в людских сердцах, но и в памятных знаках, мемориалах, которых тысячи на многострадальной белорусской земле. Однако дань уважения и внимание общества оказывается каждому из них. Постоянно проводятся текущие ремонты, благоустройство прилегающих территорий, за могилами и памятниками ухаживают школьники, молодежь и трудовые коллективы.</p>
                <p>
                    
                    Глусский район – это край смелых, отважных и трудолюбивых людей. На открытой в центральном городском парке Аллее Славы увековечена память о Героях Советского Союза и Социалистического Труда, уроженцах района.
                </p>
            </div>

        </div>
    </div>
    
  )
}

export default MemoryPage