import React from 'react'
import Monument1 from '../images/monument1.jpg'


const MonumentsPage = () => {
  return (
    <div className='MonumentsPage light'>
        <div className="container">
            <h1 className='bold' style={{textAlign: 'center'}}>Памятники и Мемориалы</h1>
            <p>
                <img src={Monument1} alt="" align="left" style={{marginRight: '20px'}}/>
                Недалеко от деревни Карница Глусского района, где прошло мое детство, в лесу находится могила неизвестного солдата. Упоминание о ней есть в книге «Збор помнiкаў гiсторыi i культуры Беларусi. Магiлёўская вобласць»: «Воiн (прозвiшча не ўстаноўлена) загiнуў у баi супраць нямецка–фашысцкiх захопнiкаў у 1941 годзе. У 1965 г. на магiле пастаўлены абелiск».
            </p>
            <p>...Летом 1941 года группа красноармейцев выходила из окружения в направлении Старых Дорог и столкнулась с крупным подразделением фашистов. В неравном бою красноармейцы погибли. Вечером их похоронили пастухи в двух могилах. На могиле отдельно похороненного бойца лежала солдатская каска с надписью «Хлеб Петр» внутри нее. После войны останки бойцов одной могилы перезахоронили на кладбище соседней деревни Баратино (тоже упоминается в книге), а отдельная почему–то осталась.</p>
            <p>Меня заинтересовала судьба красноармейца с такой необычной фамилией. И я занялся поиском тех, кто, возможно, знал погибшего или встречался с ним. И нежданно–негаданно ко мне в Глуск приехал на «жигуленке» из Ростова–на–Дону Владимир Петрович Хлеб со своей семьей.</p>
            <p>Он многие годы искал, где и как погиб его отец, где место захоронения. Владимир Хлеб побывал на могиле, встретился с жителями Карницы. Казалось бы, можно поставить на этом точку. Но у Владимира Петровича имелось извещение, в котором указывалось, что Петр Григорьевич Хлеб пропал без вести в 1942 году. Время гибели красноармейцев и дата, указанная в пожелтевшем от времени документе, не совпадали. Это поставило нас в тупик.</p>
            <p>
                <img src="http://www.glusk.by/wp-content/uploads/2019/07/DSC_0033.jpg" align="right" style={{marginLeft: '20px'}}/>
                Больше года продолжался уже совместный поиск. В результате удалось установить, что «рядовой Хлеб Петр Григорьевич 1905 года рождения, уроженец Черниговской области Менского района д. Осьмаки, умер в немецком плену 14 марта 1942 года в г. Полоцке (место захоронения не установлено). Из донесения № 6388с — 48 г.» А фамилия действительно оказалась очень даже редкой на территории бывшего Советского Союза. Ее носили только родственники из рода погибшего Хлеба по мужской линии.
            </p>
            <p>Надпись на каске помогла установить судьбу еще одного без вести пропавшего в пожаре войны. Но кто же сражался и погиб недалеко от нашей деревни в суровом 41–м году, как попала сюда каска с надписью «Хлеб Петр», остается неизвестным. Только версии и предположения.</p>
            <p>Приходил к обелиску Петра Хлеба и Александр Мартынович Василевский — человек с необычной солдатской судьбой, о котором можно сказать словами поэта–песенника Григория Поженяна:</p>
            <p>«В красном сне бегут солдаты —</p>
            <p>Те, с которыми когда–то</p>
            <p>Был убит я на войне».</p>
            <p>
                <img src="http://www.glusk.by/wp-content/uploads/2019/07/DSC_0019.jpg" alt="" align="left" style={{marginRight: '20px'}}/>
                Стояла весна 1970 года. В один из дней открылась калитка, и во двор вошел Александр Мартынович. Было видно, он чем–то взволнован. Протянул мне конверт, мол, читай. Я достал листок с текстом и стал вслух читать: «Для увековечения памяти бывшего командира взвода 3–го особого гвардейского мотоциклетного полка Александра Мартыновича Василевского, погибшего в боях 10 декабря 1942 года около совхоза № 79 Суровиковского района Волгоградской области и там же похороненного, просим сообщить, кто из родных покойного живет и где живет...» Их приглашали на открытие обелиска, где золотом была выбита фамилия Василевского.
            </p>
            <p>Мы сидели и молчали в оцепенении — настолько неожиданной оказалась информация. У забора, на колодке, сидел, немного ссутулившись, огромный, как скала, похороненный 28 лет назад Мартыныч. По щекам «воскресшего» ветерана скатывались слезинки, которых он не стеснялся. Не иначе как ему вспомнился тот давний кровопролитный и жестокий бой под Сталинградом. Все развивалось стремительно и успешно. Потом был короткий, но сильный удар в грудь, а за ним — провал, пустота, небытие.</p>
            <p>Очнулся лейтенант Василевский на третьи сутки в госпитале. Ранение получил серьезное — прострелено легкое. Шансов выжить не было. Вот тогда–то, видимо, и посчитали его убитым. Только лейтенант выжил всем смертям назло, вернулся в строй</p>
            <p>После этого было еще четыре ранения. Александр Василевский воевал в составе 1–го Украинского фронта. Освобождал Белоруссию, потом — Польшу, Чехословакию, Германию. Награжден орденами Александра Невского, Красной Звезды, Отечественной войны и девятью медалями. Не меньшей наградой для него стал чехословацкий журнал «Правда» (чешский аналог «Огонька»), который он хранил и берег, как ордена и медали. Но журнал кто–то взял и не вернул. Для Мартыновича — большая утрата, и он сильно переживал. Потому что на обложке журнала запечатленный объективом фотокора Курта Рейха в освобожденной Братиславе красовался высокий, статный старший лейтенант Василевский вместе со словацкими мальчиком и девочкой в коляске его мотоцикла. Солдат родом из далекой белорусской деревеньки стал для словаков одним из символов советских воинов–освободителей.</p>
            <p>Александр Мартынович Василевский ушел из жизни, оставив о себе память Солдата и Человека. Его фамилия и фотография помещены в книге «Памяць. Глускi раён» среди тех, кто прошел трудными путями–дорогами Великой Отечественной войны и вернулся домой победителем. Но в сердце земляков образ Александра Мартыновича неотделим от того воина, которого считают Петром Хлебом и который покоится под обелиском в полукилометре на север от деревни Карница Глусского района.</p>
            <p>Валерий Василевский, Глуск, Могилевская область.</p>
        </div>
    </div>
  )
}

export default MonumentsPage